Repository: soliman787/Plant-Care-V2
Catalog: lib/l10n/intl_*.arb
Languages: ar

# lang
source: Choose Your Language
ar: اختر لغتك

# nextInBoarding
source: Next
ar: التالى

# skipInBoarding
source: Skip
ar: تخطى

# First_pic
source: Detection of agricultural pests
ar: اكتشاف الافات الزراعية

# sec_pic
source: Combating agricultural problems
ar: مكافحة المشاكل الزراعية

# third_pic
source: Nominate a treatment for existing diseases in crops
ar: ترشيح علاج للأمراض الموجودة فالمحاصيل

# fourth_pic
source: Useful agricultural tips
ar: نصائح زراعية مفيدة

source: Select crops
ar: قم بتحديد المحاصيل

# selectEightCrops
source: Select up to 8 crops that interest you.
ar: حدد ما يصل الى ٨ من النحاصيل التي تهمك

# youCanChange
source: You can always change it later.
ar: يمكنك دائما تغييرة لاحقا

source: Potato
ar: بطاطس

source: Tomato
ar: طماطم

source: Carrot
ar: جزر

source: Grape
ar: عنب

source: Bananas
ar: موز

source: Apple
ar: تفاح

source: Watermelon
ar: بطيخ

source: Paper
ar: فلفل

source: Eggplant
ar: باذنجان

source: Cucumber
ar: خيار

source: Lettuce
ar: خس

source: Onion
ar: بصل

# weather
source: October 3, Third Sheikhdom
ar: ٣ أكتوبر, شياخه تالته

# weatherDetails
source: Clear 34°C / 34°C.
ar: 34°C / 34°C. صافي

# spray
source: Spraying conditions
ar: شروط الرش

source: Not suitable
ar: غير ملائمه

# appName
source: Plant Care
ar: اعتني بالنبات

# treatCrop
source: Treat your crop and help it recover.
ar: عالج محصولك وساعده علي الشفاء

source: Get medicine
ar: احصل علي دواء

# discover
source: Explore Diagnosis
ar: استكشف التشخيص

# takePhoto
source: Take a picture
ar: التقط صورة

# disease
source: Pests and diseases
ar: الافات والامراض

# consultant
source: Crop Consultant
ar: استشاري المحاصيل

source: Profile
ar: ملفك الشخصي

# forum
source: Community
ar: المنتدي

source: Crops
ar: محاصيلك

# yourAccount
source: Profile
ar: حسابك

source: join the community
ar: انضم الي المنتدي

source: sign in
ar: تسجيل الدخول

# growSmart
source: Grow smart with the world's farmers
ar: ازرع بذكاء مع مزارعي العالم

# share
source: Share Plantix and help farmers solve their plant and crop problems.
ar: قم بمشاركة بلانتكس وساعد المزارعين علي حل مشاكل نباتاتهم ومحاصيلهم

# howYourExperience
source: How is your experience with Plantix app
ar: كيف هي تجربتك مع تطبيق بلانتكس

# yourIdeas
source: We would like to hear your ideas and suggestions.
ar: نود أن نسمع افكارك واقتراحاتك.

# youCant
source: You can choose no more than eight crops.
ar: لا يمكنك اختيار اكثر من ثمانية محاصيل

# takeImage
source: Take a photo
ar: التقط صورة

# share1
source: share ...
ar: شارك

# rate
source: Rate Us
ar: اترك تقييما

source: Field is required
ar: الخانه مطلوبه

source: Talk With Bot
ar: التحدث مع البوت

# Welcome
source: Welcome Ahmed !
ar: مرحبـا احمـد !

source: How
ar: كيف

# HowTo
source: Can I help you
ar: يمكنني مساعدتك

source: Search by photo
ar: ابحث عن طريق صوره

# AskAgain
source: Ask about new subject
ar: إسال عن موضوع جديد

source: Chat history
ar: المواضيع الماضيه

# PreviousChats
source: What are symptoms of plant drought?
ar: ماهي اعراض جفاف النبات

source: Write your message
ar: اكتب رسالتك

# HomeSentence
source: Track your crops
ar: لنتـابع محاصيلك وصحتها

# HomeSearch
source: Search for crops or diseases
ar: ابحث عن محاصيل او امراض

source: Your crops
ar: محاصيلك

source: Weather conditions
ar: حالات الطقس

# Treat
source: Treat your crops to help them heal
ar: عالج محاصيلك وساعدها علي الشفاء

# Location
source: October 3, Third Sheikhdom
ar: ٣ أكتوبر، شياخه ثالثه

# TempCon
source: Clear .C°34
ar: صافي .C°34

# Water1
source: Watering not recommended.
ar: لا ينصح بالري

# Water2
source: Stay away from the sun
ar: الابتعاد عن الشمس

source: Similar results
ar: نتائج متشابهه

# Result1
source: Please check if any of the following conditions match the damage you have suffered.
ar: يرجي التحقق اذا كان أي من الامراض التالية يتطابق مع الضرر الذي لحق بحصولك

# Result2
source: Crust disease
ar: مرض القشرة الأرضية

# Result3
source: Symptoms of the disease appear as silver spots
ar: تظهر أعراض المرض علي هيئة بقع فضية بحواف بنية واضحه علي سطح حبة البطاطس

# ExploreDiagnosis
source: Explore the diagnosis
ar: استطشف التشخيص

# ResultIncorrect
source: You find results incorrect
ar: تجد النتائج غير صحيحه
